Console.Write("Назовись, боец, если хочешь узнать правду: ");
string username = Console.ReadLine();
Console.Write ("Вот она правда, ");
Console.Write (username);
Console.Write (": вы допустили потерю дорогостоящего обмундирования. Его стоимость будет вычтена из вашего жалованья, и вы будете служить, пока вам не исполнится пятьсот десять лет, потому что вам понадобится именно столько лет, чтобы оплатить комплект Силовой боевой брони модель II, который вы потеряли! Доложите об этом в арсенале, получите новый комплект, а потом вернитесь и доложите мне, рядовой! Свободны!");